cask_args appdir: '~/Applications'
cask 'iterm2'
cask 'visual-studio-code'

# Productivity
cask 'google-chrome'
cask 'sequel-pro' # SQL querying tool
cask 'appcleaner' # App Uninstaller
cask 'gifcapture' # Screenshot Gif
cask 'gitify' # Git Notification on menu bar
cask 'rectangle' # Windows resizing tool
cask 'pref-setter' # Plist editor
# cask 'pock' # Optional: Touchbar customization

# Comm
cask 'slack'
cask 'whatsapp'
cask 'rambox'

# Fonts
tap 'homebrew/cask-fonts'
cask 'font-hack-nerd-font'

# Media
cask 'spotify'
cask 'lyricsx'

# Shell
brew 'autojump'
brew 'fzf'
brew 'tig'
brew 'gnupg'
