cask_args appdir: '~/Applications'
cask 'google-chrome'
cask 'iterm2'
cask 'visual-studio-code'
cask 'rectangle'

# Productivity
cask 'slack'
cask 'sequel-pro'
cask 'appcleaner'
cask 'gifcapture'
cask 'gitify'
cask 'pock'

# Comm
cask 'whatsapp'

# Fonts
tap 'homebrew/cask-fonts'
cask 'font-hack-nerd-font'

brew 'autojump'
brew 'fzf'
brew 'tig'
brew 'gnupg'
