cask_args appdir: '~/Applications'
cask 'google-chrome'
cask 'iterm2'
cask 'visual-studio-code'
cask 'rectangle'

# Productivity
cask 'sequel-pro' # SQL querying tool
cask 'appcleaner' # App Uninstaller
cask 'gifcapture' # Screenshot Gif
cask 'gitify' # Git Notification on menu bar
cask 'pock' # Optional: Touchbar customization

# Comm
cask 'slack'
cask 'whatsapp'

# Fonts
tap 'homebrew/cask-fonts'
cask 'font-hack-nerd-font'

brew 'autojump'
brew 'fzf'
brew 'tig'
brew 'gnupg'
